{
    "version": "https://jsonfeed.org/version/1",
    "title": "I014 Magazine",
    "description": "",
    "home_page_url": "https://blog.intron014.com",
    "feed_url": "https://blog.intron014.com/feed.json",
    "user_comment": "",
    "icon": "https://blog.intron014.com/media/website/favicon.ico",
    "author": {
        "name": "Intron014"
    },
    "items": [
        {
            "id": "https://blog.intron014.com/the-orange/",
            "url": "https://blog.intron014.com/the-orange/",
            "title": "The Orange",
            "summary": " The other day in English class, we read a poem. A really interesting poem at that. It is called The Orange (Look! Just loke this entry's title! How surprising), and this poem is... well, it makes you think about how even the smallest things&hellip;",
            "content_html": "\n  <p>\n    The other day in English class, we read a poem. A really interesting poem at that.<br>It is called The Orange (Look! Just loke this entry's title! How surprising), and this poem is... well, it makes you think about how even the smallest things in life can make you happy. It makes me feel like we shouldn’t take everything seriously and we should just enjoy life, take a walk, breathe... Just getting away from the busy life that is ours.&nbsp;<br><br>This poem was written (or at least published) in 1993, so it's as we say now.. Pre-COVID. Life as it is, and reading this made me realize that we used to life a quieter and more relaxed life than we do as of right now. Anyways, here's the poem, by Wendy Cope:<br>\n  </p>\n\n    <figure class=\"blockquote\">\n      <blockquote>The Orange<br><br>At lunchtime I bought a huge orange—<br>The size of it made us all laugh.<br>I peeled it and shared it with Robert and Dave—<br>They got quarters and I had a half.<br><br>And that orange, it made me so happy,<br>As ordinary things often do<br>Just lately. The shopping. A walk in the park.<br>This is peace and contentment. It’s new.<br><br>The rest of the day was quite easy.<br>I did all the jobs on my list<br>And enjoyed them and had some time over.<br>I love you. I’m glad I exist.<br></blockquote>\n      <figcaption>Wendy Cope</figcaption>\n    </figure>",
            "image": "https://blog.intron014.com/media/posts/4/1652387-1.jpg",
            "author": {
                "name": "Intron014"
            },
            "tags": [
                   "Poem",
                   "Oranges"
            ],
            "date_published": "2022-01-24T20:58:56+01:00",
            "date_modified": "2022-01-25T08:54:11+01:00"
        },
        {
            "id": "https://blog.intron014.com/hello-and-welcome/",
            "url": "https://blog.intron014.com/hello-and-welcome/",
            "title": "Hello, and welcome!",
            "summary": " Hello, and welcome to my blog! As what may have brought you here, I do not know, but I sincerely hope that you stay to follow on my... how to say it... my silly little adventures trying to figure out everything to be honest&hellip;",
            "content_html": "\n  <p>\n    Hello, and welcome to my blog! As what may have brought you here, I do not know, but I sincerely hope that you stay to follow on my... how to say it... my silly little adventures trying to figure out everything to be honest (maybe I'll even honor this page's name and I'll do weekly releases!). Anyways... If you'd like to get notifications whenever I post anything here, I have a <a href=\"https://l.intron014.com/nr5Z\" target=\"_blank\">Telegram channel</a>&nbsp;(&lt;--- click there :D) for you!&nbsp;\n  </p>\n\n  <p>\n    Thanks for checking this out! Cya in the next issue!<br>- Intron014.<br>\n  </p>\n\n  <p>\n    \n  </p>",
            "image": "https://blog.intron014.com/media/posts/3/TeslaIntron_3_Ped.png",
            "author": {
                "name": "Intron014"
            },
            "tags": [
                   "Welcome!"
            ],
            "date_published": "2022-01-22T20:44:30+01:00",
            "date_modified": "2022-01-23T12:10:27+01:00"
        }
    ]
}
